Repository: zemonkamin/youtube_uwp
Catalog: YouTube/Strings/*/Resources.resw
Source language: en_gb
Languages: af_za, am_et, as_in, az_latn_az, be, bg_bg, bn_bd, bs_latn_ba, ca_es, cs, da_dk, de_de, el_gr, es_mx, et_ee, eu, fi_fi, fil_ph, fr_ca, gl_es, gu_in, hi_in, hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn, ko_kr, ky_kg, lo_la, lt_lt, lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, my, ne_np, nl_nl, no, or_in, pa_in, pl, pt_br, ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv, sw_ke, ta, te_in, th, tr_tr, uk, uz, vi_vn, zh_cn, zh_tw, zu_za

# SubscribersVideosFormat
source: {0} subscribers • {1} videos
af_za: {0} intekenare • {1} video's
am_et: {0} ተመዝጋቢዎች • {1} ቪዲዮዎች
as_in: {0} ছাবস্ক্ৰাইবাৰ • {1} ভিডিঅ'
az_latn_az: {0} abunəçi • {1} video
be: {0} падпісчыкаў • {1} відэа
bg_bg: {0} абонати • {1} видеоклипа
bn_bd: {0} জন সাবস্ক্রাইবার • {1}টি ভিডিও
bs_latn_ba: {0} pretplatnika • {1} videozapisa
ca_es: {0} subscriptors • {1} vídeos
cs: {0} odběratelů • {1} videí
da_dk: {0} abonnenter • {1} videoer
de_de: {0} Abonnenten • {1} Videos
el_gr: {0} συνδρομητές • {1} βίντεο
es_mx: {0} suscriptores • {1} videos
et_ee: {0} tellijat • {1} videot
eu: {0} harpidedun • {1} bideo
fi_fi: {0} tilaajaa • {1} videota
fil_ph: {0} subscriber • {1} video
fr_ca: {0} abonnés • {1} vidéos
gl_es: {0} subscritores • {1} vídeos
gu_in: {0} સબ્સ્ક્રાઇબર • {1} વીડિયો
hi_in: {0} सदस्य • {1} वीडियो
hu: {0} feliratkozó • {1} videó
hy_am: {0} բաժանորդ • {1} տեսանյութ
id_id: {0} subscriber • {1} video
is_is: {0} áskrifendur • {1} myndskeið
it_it: {0} iscritti • {1} video
ja_jp: チャンネル登録者 {0} 人 • 動画 {1} 本
ka_ge: {0} გამომწერი • {1} ვიდეო
kk_kz: {0} жазылушы • {1} видео
km_kh: អ្នកជាវ {0} • វីដេអូ {1}
kn: {0} ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು • {1} ವೀಡಿಯೊಗಳು
ko_kr: 구독자 {0}명 • 동영상 {1}개
ky_kg: {0} жазылуучу • {1} видео
lo_la: {0} ຜູ້ຕິດຕາມ • {1} ວິດີໂອ
lt_lt: {0} prenumeratorių • {1} vaizdo įrašų
lv: {0} abonentu • {1} videoklipu
mk_mk: {0} претплатници • {1} видеа
ml_in: {0} സബ്‌സ്‌ക്രൈബർമാർ • {1} വീഡിയോകൾ
mn_mn: {0} захиалагч • {1} видео
mr_in: {0} सदस्य • {1} व्हिडिओ
ms_my: {0} pelanggan • {1} video
my: စာရင်းသွင်းသူ {0} • ဗီဒီယို {1}
ne_np: {0} सदस्य • {1} भिडियो
nl_nl: {0} abonnees • {1} video's
no: {0} abonnenter • {1} videoer
or_in: {0} ସବସ୍କ୍ରାଇବର୍ • {1} ଭିଡିଓ
pa_in: {0} ਸਬਸਕ੍ਰਾਈਬਰ • {1} ਵੀਡੀਓ
pl: {0} subskrybentów • {1} filmów
pt_br: {0} subscritores • {1} vídeos
ro: {0} abonați • {1} videoclipuri
ru_ru: {0} подписчиков • {1} видео
si_lk: ග්‍රාහකයන් {0} • වීඩියෝ {1}
sk_sk: {0} odberateľov • {1} videí
sl_si: {0} naročnikov • {1} videoposnetkov
sq_al: {0} abonentë • {1} video
sr_cyrl_rs: {0} претплатника • {1} видеозаписа
sv: {0} prenumeranter • {1} videor
sw_ke: wafuatiliaji {0} • video {1}
ta: {0} சந்தாதாரர்கள் • {1} வீடியோக்கள்
te_in: {0} సబ్‌స్క్రైబర్లు • {1} వీడియోలు
th: ผู้ติดตาม {0} คน • วิดีโอ {1} รายการ
tr_tr: {0} abone • {1} video
uk: {0} підписників • {1} відео
uz: {0} obunachi • {1} video
vi_vn: {0} người đăng ký • {1} video
zh_cn: {0} 位订阅者 • {1} 个视频
zh_tw: {0} 位訂閱者 • {1} 部影片
zu_za: ababhalisile abangu-{0} • amavidiyo angu-{1}

source: Subscription failed
af_za: Intekening het misluk
am_et: ምዝገባ አልተሳካም
as_in: ছাবস্ক্ৰিপচন বিফল
az_latn_az: Abunəlik uğursuz oldu
be: Не ўдалося падпісацца
bg_bg: Абонирането е неуспешно
bn_bd: সাবস্ক্রিপশন ব্যর্থ হয়েছে
bs_latn_ba: Pretplata nije uspjela
ca_es: Error de subscripció
cs: Odběr se nezdařil
da_dk: Abonnement mislykkedes
de_de: Abonnement fehlgeschlagen
el_gr: Η εγγραφή απέτυχε
es_mx: Error en la suscripción
et_ee: Tellimine ebaõnnestus
eu: Harpidetzak huts egin du
fi_fi: Tilaus epäonnistui
fil_ph: Hindi gumana ang subscription
fr_ca: Échec de l’abonnement
gl_es: Erro na subscrición
gu_in: સબ્સ્ક્રિપ્શન નિષ્ફળ
hi_in: सदस्यता विफल
hu: Feliratkozás sikertelen
hy_am: Բաժանորդագրությունը ձախողվեց
id_id: Subscription gagal
is_is: Áskrift mistókst
it_it: Iscrizione non riuscita
ja_jp: チャンネル登録に失敗しました
ka_ge: გამოწერა ვერ შესრულდა
kk_kz: Жазылу сәтсіз аяқталды
km_kh: ការជាវបានបរាជ័យ
kn: ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ವಿಫಲವಾಗಿದೆ
ko_kr: 구독 실패
ky_kg: Жазылуу ишке ашкан жок
lo_la: ການຕິດຕາມລົ້ມເຫຼວ
lt_lt: Prenumerata nepavyko
lv: Abonēšana neizdevās
mk_mk: Претплатата не успеа
ml_in: സബ്‌സ്‌ക്രിപ്ഷൻ പരാജയപ്പെട്ടു
mn_mn: Захиалга амжилтгүй
mr_in: सदस्यता अयशस्वी
ms_my: Langganan gagal
my: စာရင်းသွင်းမှု မအောင်မြင်ပါ
ne_np: सदस्यता असफल
nl_nl: Abonneren mislukt
no: Abonnement mislyktes
or_in: ସବସ୍କ୍ରିପସନ୍ ବିଫଳ
pa_in: ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਅਸਫਲ
pl: Subskrypcja nie powiodła się
pt_br: Falha na subscrição
ro: Abonarea a eșuat
ru_ru: Ошибка подписки
si_lk: දායකත්වය අසාර්ථකයි
sk_sk: Odber zlyhal
sl_si: Naročnina ni uspela
sq_al: Abonimi dështoi
sr_cyrl_rs: Претплата није успјела
sv: Prenumerationen misslyckades
sw_ke: Usajili umeshindikana
ta: சந்தா தோல்வியடைந்தது
te_in: సబ్‌స్క్రిప్షన్ విఫలమైంది
th: การติดตามล้มเหลว
tr_tr: Abonelik başarısız
uk: Не вдалося підписатися
uz: Obuna muvaffaqiyatsiz
vi_vn: Đăng ký thất bại
zh_cn: 订阅失败
zh_tw: 訂閱失敗
zu_za: Ukubhalisa kwehlulekile

# SubscriptionRejected
source: YouTube rejected the subscription request.
af_za: YouTube het die intekeningversoek verwerp.
am_et: YouTube የምዝገባ ጥያቄውን ውድቅ አደረገ።
as_in: YouTube-এ ছাবস্ক্ৰিপচন অনুৰোধ নাকচ কৰিলে।
az_latn_az: YouTube abunəlik sorğusunu rədd etdi.
be: YouTube адхіліў запыт на падпіску.
bg_bg: YouTube отхвърли заявката за абониране.
bn_bd: YouTube সাবস্ক্রিপশন অনুরোধ প্রত্যাখ্যান করেছে।
bs_latn_ba: YouTube je odbio zahtjev za pretplatu.
ca_es: YouTube ha rebutjat la sol·licitud de subscripció.
cs: YouTube odmítl požadavek na odběr.
da_dk: YouTube afviste abonnementsanmodningen.
de_de: YouTube hat die Abonnementanfrage abgelehnt.
el_gr: Το YouTube απέρριψε το αίτημα εγγραφής.
es_mx: YouTube rechazó la solicitud de suscripción.
et_ee: YouTube lükkas tellimistaotluse tagasi.
eu: YouTubek harpidetza-eskaera baztertu du.
fi_fi: YouTube hylkäsi tilauspyynnön.
fil_ph: Tinanggihan ng YouTube ang kahilingan sa subscription.
fr_ca: YouTube a refusé la demande d’abonnement.
gl_es: YouTube rexeitou a solicitude de subscrición.
gu_in: YouTube એ સબ્સ્ક્રિપ્શન વિનંતી નકારી.
hi_in: YouTube ने सदस्यता अनुरोध अस्वीकार कर दिया।
hu: A YouTube elutasította a feliratkozási kérelmet.
hy_am: YouTube-ը մերժեց բաժանորդագրության հարցումը։
id_id: YouTube menolak permintaan subscription.
is_is: YouTube hafnaði áskriftarbeiðninni.
it_it: YouTube ha rifiutato la richiesta di iscrizione.
ja_jp: YouTube がチャンネル登録リクエストを拒否しました。
ka_ge: YouTube-მა გამოწერის მოთხოვნა უარყო.
kk_kz: YouTube жазылу сұрауын қабылдамады.
km_kh: YouTube បានបដិសេធសំណើជាវ។
kn: YouTube ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ವಿನಂತಿಯನ್ನು ತಿರಸ್ಕರಿಸಿದೆ.
ko_kr: YouTube에서 구독 요청을 거부했습니다.
ky_kg: YouTube жазылуу өтүнүчүн четке какты.
lo_la: YouTube ປະຕິເສດຄຳຂໍຕິດຕາມ.
lt_lt: „YouTube“ atmetė prenumeratos užklausą.
lv: YouTube noraidīja abonēšanas pieprasījumu.
mk_mk: YouTube го одби барањето за претплата.
ml_in: YouTube സബ്‌സ്‌ക്രിപ്ഷൻ അഭ്യർത്ഥന നിരസിച്ചു.
mn_mn: YouTube захиалгын хүсэлтийг татгалзсан.
mr_in: YouTube ने सदस्यता विनंती नाकारली.
ms_my: YouTube menolak permintaan langganan.
my: YouTube က စာရင်းသွင်းမှု တောင်းဆိုချက်ကို ငြင်းပယ်ခဲ့သည်။
ne_np: YouTube ले सदस्यता अनुरोध अस्वीकार गर्‍यो।
nl_nl: YouTube heeft het abonnementsverzoek geweigerd.
no: YouTube avviste abonnementsforespørselen.
or_in: YouTube ସବସ୍କ୍ରିପସନ୍ ଅନୁରୋଧକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କଲା।
pa_in: YouTube ਨੇ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਬੇਨਤੀ ਰੱਦ ਕੀਤੀ।
pl: YouTube odrzucił żądanie subskrypcji.
pt_br: O YouTube rejeitou o pedido de subscrição.
ro: YouTube a respins solicitarea de abonare.
ru_ru: YouTube отклонил запрос на подписку.
si_lk: YouTube දායකත්ව ඉල්ලීම ප්‍රතික්ෂේප කළේය.
sk_sk: YouTube odmietol požiadavku na odber.
sl_si: YouTube je zavrnil zahtevo za naročnino.
sq_al: YouTube refuzoi kërkesën për abonim.
sr_cyrl_rs: @@YОУТУБЕ@@ је одбио захтјев за претплату.
sv: YouTube avvisade prenumerationsbegäran.
sw_ke: YouTube imekataa ombi la usajili.
ta: YouTube சந்தா கோரிக்கையை நிராகரித்தது.
te_in: YouTube సబ్‌స్క్రిప్షన్ అభ్యర్థనను తిరస్కరించింది.
th: YouTube ปฏิเสธคำขอติดตาม
tr_tr: YouTube abonelik isteğini reddetti.
uk: YouTube відхилив запит на підписку.
uz: YouTube obuna so‘rovini rad etdi.
vi_vn: YouTube đã từ chối yêu cầu đăng ký.
zh_cn: YouTube 拒绝了订阅请求。
zh_tw: YouTube 拒絕了訂閱要求。
zu_za: I-YouTube yenqabile isicelo sokubhalisa.

# SubscriptionRejectedDetailed
source: YouTube rejected the subscription request. Check that the TV token is valid and that the channel id was found.
af_za: YouTube het die intekeningversoek verwerp. Maak seker die TV-token is geldig en die kanaal-ID is gevind.
am_et: YouTube የምዝገባ ጥያቄውን ውድቅ አደረገ። TV token ትክክለኛ እና channel id የተገኘ መሆኑን ያረጋግጡ።
as_in: YouTube-এ ছাবস্ক্ৰিপচন অনুৰোধ নাকচ কৰিলে। TV টোকেন বৈধ আৰু চেনেল id পোৱা গৈছে নে পৰীক্ষা কৰক।
az_latn_az: YouTube abunəlik sorğusunu rədd etdi. TV tokeninin etibarlı olduğunu və kanal ID-sinin tapıldığını yoxlayın.
be: YouTube адхіліў запыт на падпіску. Праверце, ці токен TV сапраўдны і ці знойдзены ID канала.
bg_bg: YouTube отхвърли заявката за абониране. Проверете дали TV токенът е валиден и дали е намерен ID на канала.
bn_bd: YouTube সাবস্ক্রিপশন অনুরোধ প্রত্যাখ্যান করেছে। TV টোকেন বৈধ এবং চ্যানেল ID পাওয়া গেছে কিনা দেখুন।
bs_latn_ba: YouTube je odbio zahtjev za pretplatu. Provjerite je li TV token valjan i je li pronađen ID kanala.
ca_es: YouTube ha rebutjat la sol·licitud de subscripció. Comprova que el testimoni de TV sigui vàlid i que s’hagi trobat l’ID del canal.
cs: YouTube odmítl požadavek na odběr. Zkontrolujte, zda je TV token platný a zda bylo nalezeno ID kanálu.
da_dk: YouTube afviste abonnementsanmodningen. Kontrollér, at TV-tokenet er gyldigt, og at kanal-id'et blev fundet.
de_de: YouTube hat die Abonnementanfrage abgelehnt. Prüfe, ob das TV-Token gültig ist und die Kanal-ID gefunden wurde.
el_gr: Το YouTube απέρριψε το αίτημα εγγραφής. Ελέγξτε ότι το διακριτικό TV είναι έγκυρο και ότι βρέθηκε το αναγνωριστικό καναλιού.
es_mx: YouTube rechazó la solicitud de suscripción. Comprueba que el token de TV sea válido y que se haya encontrado el id del canal.
et_ee: YouTube lükkas tellimistaotluse tagasi. Kontrollige, et TV-token oleks kehtiv ja kanali ID leitud.
eu: YouTubek harpidetza-eskaera baztertu du. Egiaztatu TV tokena baliozkoa dela eta kanalaren IDa aurkitu dela.
fi_fi: YouTube hylkäsi tilauspyynnön. Tarkista, että TV-tunniste on voimassa ja kanavan tunnus löytyi.
fil_ph: Tinanggihan ng YouTube ang kahilingan sa subscription. Tiyaking valid ang TV token at nakita ang channel ID.
fr_ca: YouTube a refusé la demande d’abonnement. Vérifiez que le jeton TV est valide et que l’identifiant de la chaîne a été trouvé.
gl_es: YouTube rexeitou a solicitude de subscrición. Comproba que o token de TV sexa válido e que se atopase o ID da canle.
gu_in: YouTube એ સબ્સ્ક્રિપ્શન વિનંતી નકારી. TV ટોકન માન્ય છે અને ચૅનલ id મળ્યો છે તે તપાસો.
hi_in: YouTube ने सदस्यता अनुरोध अस्वीकार कर दिया। जाँचें कि TV टोकन मान्य है और चैनल ID मिल गई है।
hu: A YouTube elutasította a feliratkozási kérelmet. Ellenőrizd, hogy a TV-token érvényes-e, és megtalálható-e a csatornaazonosító.
hy_am: YouTube-ը մերժեց բաժանորդագրության հարցումը։ Ստուգեք, որ TV թոքենը վավեր է և ալիքի ID-ն գտնվել է։
id_id: YouTube menolak permintaan subscription. Periksa apakah token TV valid dan ID channel ditemukan.
is_is: YouTube hafnaði áskriftarbeiðninni. Athugaðu að TV-tókinn sé gildur og að auðkenni rásarinnar hafi fundist.
it_it: YouTube ha rifiutato la richiesta di iscrizione. Verifica che il token TV sia valido e che l’ID del canale sia stato trovato.
ja_jp: YouTube がチャンネル登録リクエストを拒否しました。TV トークンが有効で、チャンネル ID が見つかったことを確認してください。
ka_ge: YouTube-მა გამოწერის მოთხოვნა უარყო. შეამოწმეთ, რომ TV ტოკენი მოქმედია და არხის ID ნაპოვნია.
kk_kz: YouTube жазылу сұрауын қабылдамады. TV токенінің жарамды екенін және арна ID-і табылғанын тексеріңіз.
km_kh: YouTube បានបដិសេធសំណើជាវ។ ពិនិត្យថា TV token មានសុពលភាព និងបានរកឃើញ channel id។
kn: YouTube ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ವಿನಂತಿಯನ್ನು ತಿರಸ್ಕರಿಸಿದೆ. TV ಟೋಕನ್ ಮಾನ್ಯವಾಗಿದೆಯೇ ಮತ್ತು ಚಾನಲ್ id ಕಂಡುಬಂದಿದೆಯೇ ಪರಿಶೀಲಿಸಿ.
ko_kr: YouTube에서 구독 요청을 거부했습니다. TV 토큰이 유효하고 채널 ID를 찾았는지 확인하세요.
ky_kg: YouTube жазылуу өтүнүчүн четке какты. TV токени жарактуу экенин жана канал ID-си табылганын текшериңиз.
lo_la: YouTube ປະຕິເສດຄຳຂໍຕິດຕາມ. ກວດວ່າ TV token ໃຊ້ໄດ້ ແລະພົບ channel id ແລ້ວ.
lt_lt: „YouTube“ atmetė prenumeratos užklausą. Patikrinkite, ar TV prieigos raktas galioja ir ar rastas kanalo ID.
lv: YouTube noraidīja abonēšanas pieprasījumu. Pārbaudiet, vai TV pilnvara ir derīga un vai kanāla ID tika atrasts.
mk_mk: YouTube го одби барањето за претплата. Проверете дали TV токенот е важечки и дали е пронајден ID на каналот.
ml_in: YouTube സബ്‌സ്‌ക്രിപ്ഷൻ അഭ്യർത്ഥന നിരസിച്ചു. TV ടോക്കൺ സാധുവാണെന്നും ചാനൽ id കണ്ടെത്തിയെന്നും പരിശോധിക്കുക.
mn_mn: YouTube захиалгын хүсэлтийг татгалзсан. TV токен хүчинтэй бөгөөд сувгийн ID олдсон эсэхийг шалгана уу.
mr_in: YouTube ने सदस्यता विनंती नाकारली. TV टोकन वैध आहे आणि चॅनल ID सापडला आहे का तपासा.
ms_my: YouTube menolak permintaan langganan. Semak bahawa token TV sah dan ID saluran ditemui.
my: YouTube က စာရင်းသွင်းမှု တောင်းဆိုချက်ကို ငြင်းပယ်ခဲ့သည်။ TV token မှန်ကန်ပြီး channel id ကို တွေ့ထားကြောင်း စစ်ဆေးပါ။
ne_np: YouTube ले सदस्यता अनुरोध अस्वीकार गर्‍यो। TV टोकन मान्य छ र च्यानल ID फेला परेको छ कि जाँच्नुहोस्।
nl_nl: YouTube heeft het abonnementsverzoek geweigerd. Controleer of het TV-token geldig is en of de kanaal-ID is gevonden.
no: YouTube avviste abonnementsforespørselen. Kontroller at TV-tokenet er gyldig og at kanal-ID-en ble funnet.
or_in: YouTube ସବସ୍କ୍ରିପସନ୍ ଅନୁରୋଧକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କଲା। TV ଟୋକେନ୍ ବୈଧ ଏବଂ ଚ୍ୟାନେଲ୍ id ମିଳିଛି କି ଯାଞ୍ଚ କରନ୍ତୁ।
pa_in: YouTube ਨੇ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਬੇਨਤੀ ਰੱਦ ਕੀਤੀ। ਜਾਂਚੋ ਕਿ TV ਟੋਕਨ ਵੈਧ ਹੈ ਅਤੇ ਚੈਨਲ id ਮਿਲਿਆ ਹੈ।
pl: YouTube odrzucił żądanie subskrypcji. Sprawdź, czy token TV jest ważny i czy znaleziono identyfikator kanału.
pt_br: O YouTube rejeitou o pedido de subscrição. Verifique se o token da TV é válido e se o ID do canal foi encontrado.
ro: YouTube a respins solicitarea de abonare. Verifică dacă tokenul TV este valid și dacă ID-ul canalului a fost găsit.
ru_ru: YouTube отклонил запрос на подписку. Проверьте, что TV-токен действителен и идентификатор канала найден.
si_lk: YouTube දායකත්ව ඉල්ලීම ප්‍රතික්ෂේප කළේය. TV token එක වලංගුද සහ channel id හමු වූවාද පරීක්ෂා කරන්න.
sk_sk: YouTube odmietol požiadavku na odber. Skontrolujte, či je TV token platný a či sa našlo ID kanála.
sl_si: YouTube je zavrnil zahtevo za naročnino. Preverite, ali je TV-žeton veljaven in ali je bil ID kanala najden.
sq_al: YouTube refuzoi kërkesën për abonim. Kontrollo që tokeni TV është i vlefshëm dhe ID-ja e kanalit u gjet.
sr_cyrl_rs: @@YОУТУБЕ@@ је одбио захтјев за претплату. Провјерите је ли @@ТВ@@ токен ваљан и је ли пронађен ИД канала.
sv: YouTube avvisade prenumerationsbegäran. Kontrollera att TV-token är giltig och att kanal-id hittades.
sw_ke: YouTube imekataa ombi la usajili. Hakikisha tokeni ya TV ni halali na kitambulisho cha kituo kimepatikana.
ta: YouTube சந்தா கோரிக்கையை நிராகரித்தது. TV டோக்கன் செல்லுபடியாகிறதா மற்றும் சேனல் id கண்டுபிடிக்கப்பட்டதா எனச் சரிபார்க்கவும்.
te_in: YouTube సబ్‌స్క్రిప్షన్ అభ్యర్థనను తిరస్కరించింది. TV టోకెన్ చెల్లుబాటులో ఉందో మరియు ఛానెల్ id కనుగొనబడిందో తనిఖీ చేయండి.
th: YouTube ปฏิเสธคำขอติดตาม ตรวจสอบว่าโทเค็น TV ใช้ได้และพบรหัสช่องแล้ว
tr_tr: YouTube abonelik isteğini reddetti. TV belirtecinin geçerli olduğunu ve kanal kimliğinin bulunduğunu kontrol edin.
uk: YouTube відхилив запит на підписку. Перевірте, чи токен TV дійсний і чи знайдено ID каналу.
uz: YouTube obuna so‘rovini rad etdi. TV tokeni amal qilishini va kanal ID-si topilganini tekshiring.
vi_vn: YouTube đã từ chối yêu cầu đăng ký. Kiểm tra mã TV hợp lệ và đã tìm thấy ID kênh.
zh_cn: YouTube 拒绝了订阅请求。请检查 TV 令牌是否有效，以及是否找到了频道 ID。
zh_tw: YouTube 拒絕了訂閱要求。請確認 TV 權杖有效，而且已找到頻道 ID。
zu_za: I-YouTube yenqabile isicelo sokubhalisa. Qinisekisa ukuthi ithokheni ye-TV iyasebenza nokuthi i-ID yesiteshi itholakele.

# SubtitleEarlier
source: Earlier (+0.25s)
af_za: Vroeër (+0.25s)
am_et: ቀደም (+0.25ሰ)
as_in: আগতে (+0.25ছে)
az_latn_az: Daha əvvəl (+0.25s)
be: Раней (+0.25s)
bg_bg: По-рано (+0.25s)
bn_bd: আগে (+0.25s)
bs_latn_ba: Ranije (+0.25s)
ca_es: Abans (+0.25s)
cs: Dříve (+0.25s)
da_dk: Tidligere (+0.25s)
de_de: Früher (+0,25 s)
el_gr: Νωρίτερα (+0.25s)
es_mx: Antes (+0.25s)
et_ee: Varem (+0.25s)
eu: Lehenago (+0.25s)
fi_fi: Aiemmin (+0.25s)
fil_ph: Mas maaga (+0.25s)
fr_ca: Plus tôt (+0.25s)
gl_es: Antes (+0.25s)
gu_in: વહેલું (+0.25સે)
hi_in: पहले (+0.25s)
hu: Korábban (+0.25s)
hy_am: Ավելի շուտ (+0.25s)
id_id: Lebih awal (+0.25s)
is_is: Fyrr (+0.25s)
it_it: Prima (+0.25s)
ja_jp: 早く (+0.25s)
ka_ge: ადრე (+0.25s)
kk_kz: Ертерек (+0.25s)
km_kh: លឿនជាង (+0.25វិ)
kn: ಮೊದಲು (+0.25ಸೆ)
ko_kr: 빠르게 (+0.25s)
ky_kg: Эртерээк (+0.25s)
lo_la: ໄວຂຶ້ນ (+0.25ວິ)
lt_lt: Anksčiau (+0.25s)
lv: Agrāk (+0.25s)
mk_mk: Порано (+0.25s)
ml_in: നേരത്തെ (+0.25സെ)
mn_mn: Өмнө (+0.25s)
mr_in: आधी (+0.25s)
ms_my: Lebih awal (+0.25s)
my: စောစော (+0.25စက္ကန့်)
ne_np: पहिले (+0.25s)
nl_nl: Eerder (+0.25s)
no: Tidligere (+0.25s)
or_in: ପୂର୍ବରୁ (+0.25ସେ)
pa_in: ਪਹਿਲਾਂ (+0.25ਸੇ)
pl: Wcześniej (+0.25s)
pt_br: Mais cedo (+0.25s)
ro: Mai devreme (+0.25s)
ru_ru: Раньше (+0,25 с)
si_lk: කලින් (+0.25තත්)
sk_sk: Skôr (+0.25s)
sl_si: Prej (+0.25s)
sq_al: Më herët (+0.25s)
sr_cyrl_rs: Раније (+0.25с)
sv: Tidigare (+0.25s)
sw_ke: Mapema (+0.25s)
ta: முன்பு (+0.25வி)
te_in: ముందుగా (+0.25సె)
th: เร็วขึ้น (+0.25วิ)
tr_tr: Daha erken (+0.25s)
uk: Раніше (+0.25s)
uz: Oldinroq (+0.25s)
vi_vn: Sớm hơn (+0.25s)
zh_cn: 提前 (+0.25s)
zh_tw: 提早 (+0.25s)
zu_za: Phambilini (+0.25s)

# SubtitleLater
source: Later (-0.25s)
am_et: ዘግይቶ (-0.25ሰ)
as_in: পিছত (-0.25ছে)
az_latn_az: Daha sonra (-0.25s)
be: Пазней (-0.25s)
bg_bg: По-късно (-0.25s)
bn_bd: পরে (-0.25s)
bs_latn_ba: Kasnije (-0.25s)
ca_es: Després (-0.25s)
cs: Později (-0.25s)
da_dk: Senere (-0.25s)
de_de: Später (-0,25 s)
el_gr: Αργότερα (-0.25s)
es_mx: Después (-0.25s)
et_ee: Hiljem (-0.25s)
eu: Geroago (-0.25s)
fi_fi: Myöhemmin (-0.25s)
fil_ph: Mas huli (-0.25s)
fr_ca: Plus tard (-0.25s)
gl_es: Despois (-0.25s)
gu_in: મોડું (-0.25સે)
hi_in: बाद में (-0.25s)
hu: Később (-0.25s)
hy_am: Ավելի ուշ (-0.25s)
id_id: Lebih lambat (-0.25s)
is_is: Seinna (-0.25s)
it_it: Dopo (-0.25s)
ja_jp: 遅く (-0.25s)
ka_ge: გვიან (-0.25s)
kk_kz: Кейінірек (-0.25s)
km_kh: យឺតជាង (-0.25វិ)
kn: ನಂತರ (-0.25ಸೆ)
ko_kr: 느리게 (-0.25s)
ky_kg: Кийинчерээк (-0.25s)
lo_la: ຊ້າລົງ (-0.25ວິ)
lt_lt: Vėliau (-0.25s)
lv: Vēlāk (-0.25s)
mk_mk: Подоцна (-0.25s)
ml_in: പിന്നീട് (-0.25സെ)
mn_mn: Дараа (-0.25s)
mr_in: नंतर (-0.25s)
ms_my: Lebih lewat (-0.25s)
my: နောက်ကျ (-0.25စက္ကန့်)
ne_np: पछि (-0.25s)
no: Senere (-0.25s)
or_in: ପରେ (-0.25ସେ)
pa_in: ਬਾਅਦ ਵਿੱਚ (-0.25ਸੇ)
pl: Później (-0.25s)
pt_br: Mais tarde (-0.25s)
ro: Mai târziu (-0.25s)
ru_ru: Позже (-0,25 с)
si_lk: පසුව (-0.25තත්)
sk_sk: Neskôr (-0.25s)
sl_si: Pozneje (-0.25s)
sq_al: Më vonë (-0.25s)
sr_cyrl_rs: Касније (-0.25с)
sv: Senare (-0.25s)
sw_ke: Baadaye (-0.25s)
ta: பின்னர் (-0.25வி)
te_in: తర్వాత (-0.25సె)
th: ช้าลง (-0.25วิ)
tr_tr: Daha geç (-0.25s)
uk: Пізніше (-0.25s)
uz: Keyinroq (-0.25s)
vi_vn: Muộn hơn (-0.25s)
zh_cn: 延后 (-0.25s)
zh_tw: 延後 (-0.25s)
zu_za: Kamuva (-0.25s)

# SubtitleReset
source: Reset to normal (0.00s)
af_za: Stel normale vertraging terug (0,00 s)
as_in: স্বাভাৱিক স্থানান্তৰ পুনঃস্থাপন কৰক (0.00 ছেকেণ্ড)
az_latn_az: Normal sürüşməni bərpa et (0,00 san)
be: Вярнуць звычайны зрух (0,00 с)
bs_latn_ba: Vrati uobičajeni pomak (0,00 s)
cs: Obnovit běžný posun (0,00 s)
de_de: Normalen Versatz wiederherstellen (0,00 s)
es_mx: Restablecer el ajuste normal (0,00 s)
eu: Berrezarri desplazamendu normala (0,00 s)
fi_fi: Palauta normaali siirtymä (0,00 s)
gl_es: Restablecer o desprazamento normal (0,00 s)
hi_in: सामान्य ऑफ़सेट बहाल करें (0.00 सेकंड)
hu: Normál eltolás visszaállítása (0,00 mp)
ja_jp: 通常のずれに戻す（0.00秒）
ka_ge: ჩვეულებრივი წანაცვლების აღდგენა (0,00 წმ)
kk_kz: Қалыпты ығысуды қалпына келтіру (0,00 с)
kn: ಸಾಮಾನ್ಯ ಆಫ್‌ಸೆಟ್ ಮರುಸ್ಥಾಪಿಸಿ (0.00 ಸೆ)
ko_kr: 일반 오프셋으로 복원(0.00초)
ky_kg: Кадимки жылышты калыбына келтирүү (0,00 с)
lv: Atjaunot parasto nobīdi (0,00 s)
mn_mn: Хэвийн зөрүүг сэргээх (0.00 сек)
my: ပုံမှန်အချိန်ရွှေ့မှုကို ပြန်ထားရန် (0.00 စက္ကန့်)
no: Gjenopprett normal forskyvning (0,00 s)
pl: Przywróć zwykłe przesunięcie (0,00 s)
pt_br: Restaurar o deslocamento normal (0,00 s)
ro: Restabilește decalajul normal (0,00 s)
ru_ru: Вернуть обычный сдвиг (0,00 с)
sk_sk: Obnoviť bežný posun (0,00 s)
sq_al: Rikthe zhvendosjen normale (0,00 s)
sr_cyrl_rs: Врати уобичајени помак (0,00 с)
sv: Återställ normal förskjutning (0,00 s)
ta: வழக்கமான நேர மாற்றத்தை மீட்டமை (0.00 வி)
te_in: సాధారణ ఆఫ్‌సెట్‌ను పునరుద్ధరించు (0.00 సె)
th: คืนค่าการเหลื่อมปกติ (0.00 วินาที)
uk: Повернути звичайний зсув (0,00 с)
uz: Odatiy siljishni tiklash (0,00 son)
zh_tw: 恢復一般偏移（0.00 秒）
zu_za: Buyisela ukushintsha okuvamile (0.00 s)

source: Subtitles
af_za: Onderskrifte
am_et: ንዑስ ርዕሶች
as_in: উপশীৰ্ষক
az_latn_az: Altyazılar
be: Субцітры
bg_bg: Субтитри
bn_bd: সাবটাইটেল
bs_latn_ba: Titlovi
ca_es: Subtítols
cs: Titulky
da_dk: Undertekster
de_de: Untertitel
el_gr: Υπότιτλοι
es_mx: Subtítulos
et_ee: Subtiitrid
eu: Azpitituluak
fi_fi: Tekstitykset
fil_ph: Mga subtitle
fr_ca: Sous-titres
gl_es: Subtítulos
gu_in: સબટાઇટલ્સ
hi_in: सबटाइटल
hu: Feliratok
hy_am: Ենթագրեր
id_id: Subtitle
is_is: Skjátextar
it_it: Sottotitoli
ja_jp: 字幕
ka_ge: სუბტიტრები
kk_kz: Субтитрлер
km_kh: ចំណងជើងរង
kn: ಉಪಶೀರ್ಷಿಕೆಗಳು
ko_kr: 자막
ky_kg: Субтитрлер
lo_la: ຄຳບັນຍາຍ
lt_lt: Subtitrai
lv: Subtitri
mk_mk: Преводи
ml_in: സബ്‌ടൈറ്റിലുകൾ
mn_mn: Хадмал
mr_in: उपशीर्षके
ms_my: Sari kata
my: စာတန်းထိုးများ
ne_np: उपशीर्षकहरू
nl_nl: Ondertiteling
no: Undertekster
or_in: ସବଟାଇଟଲ୍
pa_in: ਸਬਟਾਈਟਲ
pl: Napisy
pt_br: Legendas
ro: Subtitrări
ru_ru: Субтитры
si_lk: උපසිරැසි
sk_sk: Titulky
sl_si: Podnapisi
sq_al: Titrat
sr_cyrl_rs: Титлови
sv: Undertexter
sw_ke: Manukuu
ta: வசன வரிகள்
te_in: సబ్‌టైటిల్స్
th: คำบรรยาย
tr_tr: Altyazılar
uk: Субтитри
uz: Subtitrlar
vi_vn: Phụ đề
zh_cn: 字幕
zh_tw: 字幕
zu_za: Imibhalo engezansi

# SyncFormat
source: Sync: {0}
af_za: Sinkroniseer: {0}
am_et: አስማማ፦ {0}
as_in: চিংক: {0}
az_latn_az: Sinxronizasiya: {0}
be: Сінхранізацыя: {0}
bg_bg: Синхронизиране: {0}
bn_bd: সিঙ্ক: {0}
bs_latn_ba: Sinkronizacija: {0}
ca_es: Sincronització: {0}
cs: Synchronizace: {0}
da_dk: Synkronisering: {0}
de_de: Synchronisierung: {0}
el_gr: Συγχρονισμός: {0}
es_mx: Sincronización: {0}
et_ee: Sünkroonimine: {0}
eu: Sinkronizazioa: {0}
fi_fi: Synkronointi: {0}
fr_ca: Synchronisation : {0}
gl_es: Sincronización: {0}
gu_in: સિંક: {0}
hi_in: सिंक: {0}
hu: Szinkronizálás: {0}
hy_am: Համաժամացում՝ {0}
id_id: Sinkronisasi: {0}
is_is: Samstilling: {0}
it_it: Sincronizzazione: {0}
ja_jp: 同期: {0}
ka_ge: სინქრონიზაცია: {0}
kk_kz: Синхрондау: {0}
km_kh: សមកាល៖ {0}
kn: ಸಿಂಕ್: {0}
ko_kr: 동기화: {0}
ky_kg: Шайкештештирүү: {0}
lo_la: ຊິງຄ໌: {0}
lt_lt: Sinchronizavimas: {0}
lv: Sinhronizācija: {0}
mk_mk: Синхронизација: {0}
ml_in: സിങ്ക്: {0}
mn_mn: Синк: {0}
mr_in: सिंक: {0}
ms_my: Segerak: {0}
my: စင့်ခ်: {0}
ne_np: सिङ्क: {0}
nl_nl: Synchronisatie: {0}
no: Synkronisering: {0}
or_in: ସିଙ୍କ୍: {0}
pa_in: ਸਿੰਕ: {0}
pl: Synchronizacja: {0}
pt_br: Sincronização: {0}
ro: Sincronizare: {0}
ru_ru: Синхронизация: {0}
si_lk: සමමුහුර්ත: {0}
sk_sk: Synchronizácia: {0}
sl_si: Sinhronizacija: {0}
sq_al: Sinkronizimi: {0}
sr_cyrl_rs: Синкронизација: {0}
sv: Synk: {0}
sw_ke: Sawazisha: {0}
ta: ஒத்திசைவு: {0}
te_in: సింక్: {0}
th: ซิงค์: {0}
tr_tr: Senkronizasyon: {0}
uk: Синхронізація: {0}
uz: Sinxronlash: {0}
vi_vn: Đồng bộ: {0}
zh_cn: 同步：{0}
zh_tw: 同步：{0}
zu_za: Vumelanisa: {0}
